Revit 2026 API
LoadedFamilyIntegrityCheck Methods
The LoadedFamilyIntegrityCheck type exposes the following members.
Methods
Name | Description
CheckAllFamilies
CheckAllFamiliesSlow
CheckFamily |  Check that the loaded family has its content document.
Top
See Also
Reference
LoadedFamilyIntegrityCheck Class
Autodesk.Revit.DB Namespace